Repository: Trash-guy-coder/opendisplay
Catalog: iOS/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Update available
zh_hans: 有可用更新

source: Update
zh_hans: 更新

source: Later
zh_hans: 稍后

source: Plug in the USB cable and start the Mac app
zh_hans: 连接 USB 数据线，并启动 Mac 端应用

source: Or choose this %@ under WiFi in the Mac app
zh_hans: 或在 Mac 应用的 WiFi 菜单中选择这台 %@

source: Keep this app open — streaming starts automatically
zh_hans: 保持此应用打开，连接后会自动显示 Mac 画面

source: Settings & Help
zh_hans: 设置与帮助

source: Tip: shake the %@ to open settings anytime
zh_hans: 提示：摇动 %@ 可随时打开设置

source: One more app to go
zh_hans: 还需要安装 Mac 端应用

source: OpenDisplay turns this %@ into a second screen for your Mac — but it needs the **OpenDisplay Mac app** running on a Mac connected by the same USB cable or on the same WiFi network.
zh_hans: OpenDisplay 可将这台 %@ 用作 Mac 的第二块屏幕。请先在 Mac 上运行 **OpenDisplay Mac 端应用**，再通过 USB 数据线或同一 WiFi 网络连接。

source: Install the OpenDisplay Mac app on your Mac
zh_hans: 在 Mac 上安装 OpenDisplay Mac 端应用

source: Connect the %@ by USB, or join the same WiFi
zh_hans: 通过 USB 连接 %@，或让两台设备接入同一 WiFi

source: Keep this app open — streaming starts on its own
zh_hans: 保持此应用打开，连接后会自动显示画面

source: Get the Mac app
zh_hans: 下载 Mac 端应用

source: You can find this link again anytime in Settings — shake the %@ to open it.
zh_hans: 稍后也可在设置中找到下载链接，摇动 %@ 即可打开设置。

source: Welcome
zh_hans: 欢迎使用

source: Close
zh_hans: 关闭

source: Status
zh_hans: 状态

source: Listening
zh_hans: 监听端口

source: Port 9000
zh_hans: 端口 9000

source: Connection
zh_hans: 连接

source: Connected
zh_hans: 已连接

source: Waiting for Mac
zh_hans: 等待 Mac 连接

source: Stream
zh_hans: 画面

source: Name
zh_hans: 设备名称

source: Shown in the Mac app's WiFi connection menu. iOS hides this %@'s real name from apps, so set it here once.
zh_hans: 此名称会显示在 Mac 应用的 WiFi 连接菜单中。由于系统不向应用提供这台 %@ 的真实名称，请在这里设置。

source: Performance overlay
zh_hans: 显示性能信息

source: Metal renderer (experimental)
zh_hans: Metal 渲染器（实验功能）

source: Analytics
zh_hans: 性能显示

source: The overlay shows FPS, bitrate, frame timing, stalls, and latency graphs at the bottom of the screen while streaming. The experimental Metal renderer decodes and presents frames manually — it adds decode and true on-glass latency metrics to the overlay, but in our measurements the system video layer displays frames faster. Leave it off unless you're debugging.
zh_hans: 开启后，画面底部会显示帧率、码率、卡顿和延迟等信息。实验性 Metal 渲染器可提供更多解码与显示延迟数据，但目前测得的系统默认渲染更快，日常使用建议关闭 Metal 渲染器。

source: Open iOS Settings for OpenDisplay
zh_hans: 打开 OpenDisplay 的系统设置

source: Permissions
zh_hans: 权限

source: WiFi mode needs Local Network access. If your Mac can't find this %@, enable it under Settings → Privacy & Security → Local Network → OpenDisplay. USB mode works without it.
zh_hans: WiFi 连接需要“本地网络”权限。如果 Mac 找不到这台 %@，请前往“设置 → 隐私与安全性 → 本地网络 → OpenDisplay”开启权限。USB 连接不需要此权限。

source: Connection log
zh_hans: 连接日志

source: Diagnostics
zh_hans: 故障排查

source: What this %@ saw while connecting: sessions, restarts, decoder trouble. No screen content and nothing leaves the %@ unless you share it. Attach it to a GitHub issue if a connection won't come up.
zh_hans: 记录这台 %@ 的连接、重启和解码异常，不包含屏幕内容。日志保留在 %@ 上，只有主动分享才会导出。连接失败时可将日志附在 GitHub 问题反馈中。

source: USB: plug in the cable, run the Mac app — it connects automatically through the wire (lowest latency).
zh_hans: USB：连接数据线并运行 Mac 端应用，即可自动连接，延迟通常更低。

source: WiFi: both devices on the same network, then pick this %@ in the Mac app's Connection menu.
zh_hans: WiFi：两台设备接入同一网络，然后在 Mac 应用的“连接”菜单中选择这台 %@。

source: Rotate the %@ for a vertical second monitor.
zh_hans: 旋转 %@ 即可将其用作竖向副屏。

source: Touch: tap to click, drag to drag, two-finger pan to scroll.
zh_hans: 触屏操作：轻点执行点击，滑动执行拖动，双指滑动滚动页面。

source: How to connect
zh_hans: 连接与操作方法

source: OpenDisplay needs the Mac app running on a Mac on the same cable or WiFi network. Download it here if you haven't yet.
zh_hans: 请在 Mac 上运行 OpenDisplay，并通过 USB 或同一 WiFi 网络连接。如果尚未安装，可在这里下载 Mac 端应用。

source: About
zh_hans: 关于

source: Version
zh_hans: 版本

source: GitHub — peetzweg/opendisplay
zh_hans: GitHub 开源项目

source: Website
zh_hans: 项目网站

source: Done
zh_hans: 完成

source: Device name
zh_hans: 设备名称

source: The log could not be read.
zh_hans: 无法读取日志。

source: Restart OpenDisplay and try again.
zh_hans: 请重新启动 OpenDisplay 后再试。

source: (showing the last %d lines, the shared file has all of them)
zh_hans: （当前显示最后 %d 行，分享的文件包含完整日志）

source: Update required
zh_hans: 需要更新

source: Update on the App Store
zh_hans: 前往 App Store 更新

source: This version of OpenDisplay is no longer supported. Update from the App Store to keep using your second display.
zh_hans: 此版本的 OpenDisplay 已不再受支持。请从 App Store 更新后继续使用副屏。

source: A newer version of OpenDisplay is available.
zh_hans: OpenDisplay 有新版本可用。

source: Starting…
zh_hans: 正在启动…

source: Stopped
zh_hans: 已停止

source: Closed
zh_hans: 已关闭

source: Asleep — resumes on wake
zh_hans: 已休眠，唤醒后恢复

source: Listener failed — restarting…
zh_hans: 监听异常，正在重启…

source: Listening on :%@
zh_hans: 正在监听端口 %@

source: Receiving %@
zh_hans: 正在接收 %@

source: Listener failed: %@
zh_hans: 监听失败：%@

source: %d×%d @ %d fps
zh_hans: %d×%d，%d 帧/秒
